tap "charmbracelet/tap"
tap "go-task/tap"
tap "icco/tap"

brew "bash"
brew "bash-completion"
brew "caddy"
brew "coreutils"
brew "cosign"
brew "curl"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gallery-dl"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-which"
brew "go"
brew "go-task/tap/go-task"
brew "htop"
brew "imagemagick"
brew "jq"
brew "kubectx"
brew "lua-language-server"
brew "moreutils"
brew "mtr"
brew "nmap"
brew "node"
brew "nvm"
brew "pinentry-mac"
brew "rclone"
brew "ssh-copy-id"
brew "tflint"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "typst"
brew "vim"
brew "vivid"
brew "wakatime-cli"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "yq"
brew "zoxide"
brew "zsh"
brew "wakatime-cli"
brew "sheeki03/tap/tirith"

cask "1password"
cask "1password-cli"
cask "alfred"
cask "balenaetcher"
cask "bartender"
cask "basictex"
cask "claude-code@latest"
cask "etu"
cask "flux-app"
cask "font-meslo-lg-nerd-font"
cask "font-tex-gyre-pagella"
cask "font-tex-gyre-pagella-math"
cask "gcloud-cli"
cask "gpg-suite"
cask "karabiner-elements"
cask "notion"
cask "notion-calendar"
cask "postico"
cask "rectangle"
cask "vlc"
