tap "charmbracelet/tap"
tap "go-task/tap"
tap "homebrew/bundle"
tap "icco/tap"

brew "angle-grinder"
brew "autoconf"
brew "automake"
brew "python@3.13"
brew "autopep8"
brew "bash"
brew "bash-completion"
brew "caddy"
brew "coreutils"
brew "cosign"
brew "curl"
brew "dotnet"
brew "fd"
brew "sdl2"
brew "ffmpeg"
brew "fzf"
brew "gallery-dl"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-which"
brew "go"
brew "grc"
brew "gum"
brew "htmlq"
brew "htop"
brew "libtool"
brew "imagemagick"
brew "ipython"
brew "jq"
brew "kubectx"
brew "libyaml"
brew "lua-language-server"
brew "mods"
brew "moreutils"
brew "mtr"
brew "nmap"
brew "node"
brew "nvm"
brew "openssl@1.1"
brew "pandoc"
brew "pinentry-mac"
brew "pipenv"
brew "pipx"
brew "pkgconf"
brew "pup"
brew "pylint"
brew "python@3.11"
brew "rclone"
brew "rust"
brew "spark"
brew "ssh-copy-id"
brew "tflint"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tree"
brew "trurl"
brew "typst"
brew "vim"
brew "virtualenvwrapper"
brew "wakatime-cli"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "yq"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "charmbracelet/tap/wishlist"
brew "go-task/tap/go-task"
cask "1password"
cask "1password-cli"
cask "android-studio"
cask "balenaetcher"
cask "basictex"
cask "claude-code"
cask "etu"
cask "filebot"
cask "flux-app"
cask "font-meslo-lg-nerd-font"
cask "font-tex-gyre-pagella"
cask "font-tex-gyre-pagella-math"
cask "gimp"
cask "gpg-suite"
cask "notion"
cask "notion-calendar"
cask "postico"
cask "rectangle"
cask "vlc"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "avetis.nord-palette"
vscode "bradlc.vscode-tailwindcss"
vscode "cmstead.js-codeformer"
vscode "cmstead.jsrefactor"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-codeql"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "jmrog.vscode-nuget-package-manager"
vscode "mechatroner.rainbow-csv"
vscode "mongodb.mongodb-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.test-adapter-converter"
vscode "myriad-dreamin.tinymist"
vscode "myriad-dreamin.tinymist-vscode-html"
vscode "redhat.vscode-yaml"
vscode "sumneko.lua"
vscode "teticio.python-envy"
vscode "tomoki1207.pdf"
vscode "tsandall.opa"
vscode "unifiedjs.vscode-mdx"
vscode "vscodevim.vim"
vscode "wakatime.vscode-wakatime"
go "github.com/klauspost/asmfmt/cmd/asmfmt"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/kisielk/errcheck"
go "github.com/davidrjenni/reftools/cmd/fillstruct"
go "github.com/rogpeppe/godef"
go "golang.org/x/tools/cmd/goimports"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "github.com/fatih/gomodifytags"
go "golang.org/x/tools/gopls"
go "golang.org/x/tools/cmd/gorename"
go "github.com/jstemmer/gotags"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "github.com/fatih/motion"
go "github.com/mgechev/revive"
go "honnef.co/go/tools/cmd/staticcheck"
