tap "charmbracelet/tap"
tap "go-task/tap"
tap "homebrew/bundle"
tap "icco/tap"

brew "angle-grinder"
brew "autoconf"
brew "automake"
brew "python@3.13"
brew "autopep8"
brew "bash"
brew "bash-completion"
brew "caddy"
brew "coreutils"
brew "cosign"
brew "curl"
brew "dotnet"
brew "fd"
brew "sdl2"
brew "ffmpeg"
brew "fzf"
brew "gallery-dl"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-which"
brew "go"
brew "grc"
brew "gum"
brew "htmlq"
brew "htop"
brew "libtool"
brew "imagemagick"
brew "ipython"
brew "jq"
brew "kubectx"
brew "libyaml"
brew "lua-language-server"
brew "mods"
brew "mergiraf"
brew "moreutils"
brew "mtr"
brew "nmap"
brew "node"
brew "nvm"
brew "openssl@1.1"
brew "pandoc"
brew "pinentry-mac"
brew "pipenv"
brew "pipx"
brew "pkgconf"
brew "pup"
brew "pylint"
brew "python@3.11"
brew "rclone"
brew "rust"
brew "spark"
brew "ssh-copy-id"
brew "tflint"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tree"
brew "trurl"
brew "typst"
brew "vim"
brew "vivid"
brew "virtualenvwrapper"
brew "wakatime-cli"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "yq"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "charmbracelet/tap/wishlist"
brew "go-task/tap/go-task"
cask "1password"
cask "1password-cli"
cask "balenaetcher"
cask "basictex"
cask "claude-code"
cask "etu"
cask "filebot"
cask "flux-app"
cask "font-meslo-lg-nerd-font"
cask "font-tex-gyre-pagella"
cask "font-tex-gyre-pagella-math"
cask "gpg-suite"
cask "notion"
cask "notion-calendar"
cask "postico"
cask "rectangle"
cask "vlc"
